from my4 import *

print('Здраствуй игрок , сейчас ты играешь в Алеша_Попович_Текстовая_игруха\n'
      'Это типо а ля открытый мир скайрима , сдесь есть 2 рынка  логово Огров на которых разные цены (это пока не реализовано)\n'
      'Ты спавнишься на центральном рынке где ты иожешь покупать оружие и броню у которой урон и прочность больше чем у твоих. \n'
      'На рынке ты видишь доску обьявлений где висит миссия по зачистке логова гоблинов за котрую обещанна награда (награда тоже пока не реализована)\n'
      'ты можешь менять локации и помни что лучше подготовиться к походу в логово Огров(список доступныч методов пока не готов)\n')



print(Alex.assortiment)